JOKES = ['Лично мне клоуны совсем не кажутся смешными. По правде говоря, я их боюсь. Даже не знаю, когда это началось. Наверное, когда меня в детстве повели в цирк и клоун убил моего отца.',
         'Творческая интеллигенция всего мира осудила закрытие Таджикского театра оперы и балета. «Теперь оставшиеся без работы артисты наверняка станут наркоторговцами и наркокурьерами», — уверенно заявляют музыкальные критики.',
         'Меня окружали милые, симпатичные люди, медленно сжимая кольцо…',
         'В их обществе я бы умер со скуки, не будь там меня.',
         'Моя подруга всегда помирает со смеху во время секса, что бы она при этом ни читала.',
         'Индиана Джонс неожиданно выигрывает дуэль на саблях с помощью пистолета.',
         'Человека красит одежда. Голые люди имеют крайне малое влияние в обществе, а то и совсем никакого.']

TRAININGS = ['Грудь и трицепсы: \n '
             '1.Жим штанги лежа (4 подхода по 8-12 повторений)\n '
             'Отжимания с узкой постановкой рук (3 подхода по 10-15 повторений)\n '
             'Разводка гантелей на скамье (3 подхода по 12 повторений)\n'
             'Французский жим (на трицепс) (3 подхода по 10-12 повторений)\n'
             'Жим узким хватом лежа (3 подхода по 8-10 повторений)\n'
             'Планка с упором на локти (2-3 подхода по 30-60 секунд)',
             'Спина и бицепсы: \n '
             'Подтягивания (широким хватом) (4 подхода по максимуму)\n'
             'Тяга штанги в наклоне (4 подхода по 8-10 повторений)\n'
             'Тяга гантели одной рукой (3 подхода по 10-12 повторений на каждую руку)\n'
             'Подъем штанги на бицепс (4 подхода по 10-12 повторений)\n'
             'Сгибания рук с гантелями сидя (3 подхода по 10-12 повторений)\n'
             'Гиперэкстензия (3 подхода по 15-20 повторений)',
             'Ноги и ягодицы\n'
             'Приседания со штангой (4 подхода по 8-10 повторений)\n'
             'Выпады с гантелями (3 подхода по 12-15 повторений на каждую ногу)\n'
             'Мертвая тяга (румынская) (4 подхода по 8-12 повторений)\n'
             'Подъем на носки (для икроножных мышц) (4 подхода по 15-20 повторений)\n'
             'Ягодичный мостик с весом (3 подхода по 12-15 повторений)\n'
             'Боковые выпады с гантелями (3 подхода по 12 повторений на каждую ногу)']

